Repository: pitbulk/core
Catalog: l10n/*/files_encryption.po
Languages: sl

source: Recovery key successfully enabled
sl: Ključ za obnovitev gesla je bil uspešno nastavljen

source: Could not enable recovery key. Please check your recovery key password!
sl: Ključa za obnovitev gesla ni bilo mogoče nastaviti. Preverite ključ!

source: Recovery key successfully disabled
sl: Ključ za obnovitev gesla je bil uspešno onemogočen

source: Could not disable recovery key. Please check your recovery key password!
sl: Ključa za obnovitev gesla ni bilo mogoče onemogočiti. Preverite ključ!

source: Password successfully changed.
sl: Geslo je bilo uspešno spremenjeno.

source: Could not change the password. Maybe the old password was not correct.
sl: Gesla ni bilo mogoče spremeniti. Morda vnos starega gesla ni bil pravilen.

source: Private key password successfully updated.
sl: Zasebni ključ za geslo je bil uspešno posodobljen.

source: Could not update the private key password. Maybe the old password was not correct.
sl: Zasebnega ključa za geslo ni bilo mogoče posodobiti. Morda vnos starega gesla ni bil pravilen.

source: Your private key is not valid! Likely your password was changed outside the ownCloud system (e.g. your corporate directory). You can update your private key password in your personal settings to recover access to your encrypted files.
sl: Vaš zasebni ključ ni veljaven. Morda je bilo vaše geslo spremenjeno zunaj sistema ownCloud (npr. v skupnem imeniku). Svoj zasebni ključ, ki vam bo omogočil dostop do šifriranih dokumentov, lahko posodobite v osebnih nastavitvah.

source: Missing requirements.
sl: Manjkajoče zahteve

source: Please make sure that PHP 5.3.3 or newer is installed and that the OpenSSL PHP extension is enabled and configured properly. For now, the encryption app has been disabled.
sl: Preverite, da imate na strežniku nameščen PHP 5.3.3 ali novejši in da je omogočen in pravilno nastavljen PHP OpenSSL . Zaenkrat je šifriranje onemogočeno.

source: Saving...
sl: Poteka shranjevanje ...

source: Your private key is not valid! Maybe the your password was changed from outside.
sl: Vaš zasebni ključ ni veljaven. Morda je bilo vaše geslo spremenjeno.

source: You can unlock your private key in your
sl: Svoj zasebni ključ lahko odklenite v

source: personal settings
sl: osebne nastavitve

source: Encryption
sl: Šifriranje

source: Enable recovery key (allow to recover users files in case of password loss):
sl: Omogoči ključ za obnovitev datotek (v primeru izgube gesla)

source: Recovery key password
sl: Ključ za obnovitev gesla

source: Enabled
sl: Omogočeno

source: Disabled
sl: Onemogočeno

source: Change recovery key password:
sl: Spremeni ključ za obnovitev gesla:

source: Old Recovery key password
sl: Stari ključ za obnovitev gesla

source: New Recovery key password
sl: Nov ključ za obnovitev gesla

source: Change Password
sl: Spremeni geslo

source: Your private key password no longer match your log-in password:
sl: Vaš zasebni ključ za geslo se ne ujema z vnešenim geslom ob prijavi:

source: Set your old private key password to your current log-in password.
sl: Nastavite svoj star zasebni ključ v geslo, vnešeno ob prijavi.

source: If you don't remember your old password you can ask your administrator to recover your files.
sl: Če ste svoje geslo pozabili, lahko vaše datoteke obnovi skrbnik sistema.

source: Old log-in password
sl: Staro geslo

source: Current log-in password
sl: Trenutno geslo

source: Update Private Key Password
sl: Posodobi zasebni ključ

source: Enable password recovery:
sl: Omogoči obnovitev gesla:

source: Enabling this option will allow you to reobtain access to your encrypted files in case of password loss
sl: Nastavitev te možnosti omogoča ponovno pridobitev dostopa do šifriranih datotek, v primeru da boste geslo pozabili.

source: File recovery settings updated
sl: Nastavitve obnavljanja dokumentov so bile posodobljene

source: Could not update file recovery
sl: Nastavitev za obnavljanje dokumentov ni bilo mogoče posodobiti
